Repository: Acuant/iOSSDKV11
Catalog: SampleApp/SampleApp/*.lproj/Localizable.strings
Languages: es, fil

source: Back Side?
es: Reverso?
fil: Likod ng ID?

source: Scan the back side of the health insurance card
es: Escanee el reverso de la tarjeta de seguro de salud
fil: Kuhanan ng larawan ang likod ng health insurance ID

source: Scan the back side of the ID document
es: Escanee el reverso del documento de identificación
fil: Kuhanan ng larawan ang likod ng ID

# acuant_camera_align
source: ALIGN
es: ALINEAR
fil: ITAPAT SA ID

# acuant_camera_manual_capture
source: ALIGN & TAP
es: ALINEAR Y TOCAR
fil: ITAPAT AT I-TAP

# acuant_camera_move_closer
source: MOVE CLOSER
es: MUÉVETE MAS CERCA
fil: ILAPIT ANG CAMERA

# acuant_camera_hold_steady
source: HOLD STEADY
es: MANTENER ESTABLE
fil: HUWAG IGALAW

# acuant_camera_capturing
source: CAPTURING
es: CAPTURA
fil: KINUKUHA

# acuant_camera_outside_view
source: ALIGN
es: ALINEAR
fil: ITAPAT SA ID

# acuant_face_camera_initial
source: Align face to start capture
es: Alinear la cara para comenzar a capturar
fil: Itapat ang mukha upang magsimula

# acuant_face_camera_face_too_close
source: Too Close! Move Away
es: ¡Demasiado cerca! Alejarse
fil: Masyadong malapit! Ilayo ang mukha

# acuant_face_camera_face_too_far
source: Move Closer
es: Muévete mas cerca
fil: Ilapit ang mukha sa screen

# acuant_face_camera_face_has_angle
source: Face has Angle. Do not tilt
es: La cara tiene ángulo. No inclinar
fil: May anggulo ang mukha. Huwag ikiling

# acuant_face_camera_face_not_in_frame
source: Move in Frame
es: Mover en cuadro
fil: Itapat ang mukha sa frame

# acuant_face_camera_face_moved
source: Hold Steady
es: Mantener estable
fil: Huwag igalaw

# acuant_face_camera_capturing_2
source: Capturing 2...
es: Captura 2...
fil: Kinukuha 2...

# acuant_face_camera_capturing_1
source: Capturing 1...
es: Captura 1...
fil: Kinukuha 1...

# hg_too_close
source: Too Close! Move Away
fil: Masyadong malapit! Lumayo

# hg_too_far_away
source: Move Closer
es: Muévete mas cerca
fil: Lumapit sa screen

# hg_move_in_frame
source: Move in Frame
es: Moverse en cuadro
fil: Ihanay sa frame

# hg_blink
source: Blink!
es: Parpadeo!
fil: Kumurap!

# hg_hold_steady
source: Hold Steady
es: Mantener estable
fil: Huwag gumalaw

# hg_align_face_and_blink
source: Align face to begin
es: Alinear la cara para comenzar
fil: Ihanay ang mukha upang magsimula

# IProov_PromptHoldStill
source: Put your face in the oval
es: Pon tu cara en el óvalo
fil: Itapat ang mukha sa oblong

# IProov_PromptLoading
source: Please wait…
es: Por favor espera…
fil: Pakihintay…

# IProov_PromptLoadingSlow
source: Connecting, network is slow…
es: Conectando, la red es lenta…
fil: Kumukunekta, mabagal ang network…

# IProov_PromptConnecting
source: Connecting…
es: Conectando…
fil: Nagkokonekta…

# IProov_PromptConnectingSlow
source: Connecting, network is slow…
es: Conectando, la red es lenta…
fil: Nagkokonekta, mabagal ang network…

# IProov_PromptTapToBegin
source: Tap the screen to begin
es: Toca la pantalla para comenzar
fil: I-tap ang screen para magsimula

# IProov_PromptTooFar
source: Move closer
es: Muévete mas cerca
fil: Ilapit ang mukha sa screen

# IProov_PromptTooBright
source: Go somewhere shadier
es: Ve a un lugar más sombrío
fil: Masyadong maliwanag

# IProov_ProgressStreaming
source: Streaming…
es: Transmisión…
fil: Nagpapadala…

# IProov_ProgressStreamingSlow
source: Streaming, network is slow…
es: Transmisión, la red es lenta…
fil: Nagpapadala, mabagal ang network…

# IProov_ProgressProcessing
source: Processing…
es: Tratamiento…
fil: Nahpoproseso…

# IProov_IProovSuccess
source: You have iProoved successfully
es: Has iProoved con éxito
fil: Tapos na ang iProov

# IProov_PromptScanning
source: Scanning…
es: Exploración…
fil: Nagsusuri…

# IProov_StartingDetector
source: Starting detector…
es: Detector de arranque…
fil: Nagsimula ang pagsusuri…

# IProov_ProgressIdentifyingFace
source: Identifying face…
es: Cara identificativa…
fil: Kinikilala ang mukha…

# IProov_ProgressConfirmingIdentity
source: Confirming identity…
es: Confirmando identidad
fil: Nagkukumpirma ng pagkakakilanlan…

# IProov_ProgressAssessingGenuinePresence
source: Assessing genuine presence…
es: Evaluar la presencia genuina…
fil: Nagkukumpirma ng totoong harapan…

# IProov_ProgressLoading
source: Loading…
es: Por favor espera…
fil: Naglo-load…

# IProov_ProgressCreatingIdentity
source: Creating identity…
es: Creando identidad…
fil: Nagagawa ng pagkatao…

# IProov_ProgressFindingFace
source: Finding face…
es: Encontrando cara…
fil: Naghahanap ng mukha…

# IProov_Authenticate
source: Authenticate
fil: Pinapatunayan

# IProov_PromptTooClose
source: Too close
es: Demasiado cerca
fil: Masyadong malapit

# IProov_FailureMotionTooMuchMovement
source: Please do not move while iProoving
es: Por favor no te muevas en iProov
fil: Huwag gumalaw habang gumagamit ng iProov

# IProov_FailureLightingFlashReflectionTooLow
source: Ambient light too strong or screen brightness too low
es: Luz ambiental demasiado fuerte o brillo de pantalla demasiado bajo
fil: Maliwanag ang paligid o screen brightness ay madilim

# IProov_FailureLightingBacklit
source: Strong light source detected behind you
es: Fuerte fuente de luz detectada detrás de ti
fil: Malinawanag na ilaw ay nakita sa likuran mo

# IProov_FailureLightingTooDark
source: Your environment appears too dark
es: Tu entorno parece demasiado oscuro
fil: Madilim ang paligid mo

# IProov_FailureLightingFaceTooBright
source: Too much light detected on your face
es: Demasiada luz detectada en tu cara
fil: Masyadong maliwanag ang iyong mukha

# IProov_FailureMotionTooMuchMouthMovement
source: Please do not talk while iProoving
es: Por favor no hable en iProov
fil: Huwag magsalita habang gumagamit ng iProov

# IProov_PromptRollTooHigh
source: Avoid tilting your head
es: Evita inclinar la cabeza
fil: Huwag itagilid ang ulo

# IProov_PromptRollTooLow
source: Avoid tilting your head
es: Evita inclinar la cabeza
fil: Huwag itagilid ang ulo

# IProov_PromptYawTooLow
source: Turn slightly to your right
es: Gira ligeramente a la derecha
fil: Itungo ng konti ang ulo sa kanan

# IProov_PromptYawTooHigh
source: Turn slightly to your left
es: Gire ligeramente a la izquierda
fil: Itungo ng konti ang ulo sa kaliwa

# IProov_PromptPitchTooHigh
source: Hold the device at eye level
es: Sostenga el dispositivo a la altura de los ojos.
fil: Hawakan ang device pantay sa mata

# IProov_PromptPitchTooLow
source: Hold the device at eye level
es: Sostenga el dispositivo a la altura de los ojos.
fil: Hawakan ang device pantay sa mata

# IProov_PromptGetReady
source: Get ready…
es: Prepararse…
fil: Humanda…

# IProov_PromptTooRight
source: Move left
es: Mover hacia la izquierda
fil: Ihalang sa kaliwa

# IProov_PromptTooLeft
source: Move right
es: Moverse a la derecha
fil: Ihalang sa kanan

# IProov_PromptTooHigh
source: Move down
es: Mover hacia abajo
fil: Ihalang sa ibaba

# IProov_PromptTooLow
source: Move up
es: Ascender
fil: Ihalang pataas

# IProov_PromptBeginningIn
source: Starting in…
es: Comenzando en…
fil: Magsisimula sa…

# IProov_Passed
source: Passed
es: Pasado
fil: Pasado

# IProov_Failed
source: Failed
es: Ha fallado
fil: Bagsak

# IProov_FailureNetworkProblem
source: Sorry, network problem
es: Lo sentimos, problema de red
fil: Sorry, problema sa network

# IProov_FailureAmbiguousOutcome
source: Sorry, ambiguous outcome
es: Lo siento, resultado ambiguo
fil: Sorry, kinalabasan ay alanganin
